{"details": [{"n": "The NFL on CBS", "r": 7.6, "v": 814, "y": "1956", "ec": 2031}], "ratings": [{"r": 7.9, "v": 11, "en": "2020 National Football League American Football Conference Wildcard Round Playoff Game: Tennessee Titans at New England Patriots", "eid": "tt11549774", "eno": 106, "sno": 60}, {"r": 7.7, "v": 7, "en": "2020 National Football League American Football Conference Divisional Round Playoff Game: Tennessee Titans vs. Baltimore Ravens", "eid": "tt11563978", "eno": 107, "sno": 60}, {"r": 8.1, "v": 10, "en": "2020 National Football League American Football Conference Divisional Round Playoff Game: Houston Texans vs. Kansas City Chiefs", "eid": "tt11563980", "eno": 108, "sno": 60}, {"r": 8.3, "v": 11, "en": "2020 AFC Championship Game: Tennessee Titans vs. Kansas City Chiefs", "eid": "tt11645062", "eno": 109, "sno": 60}, {"r": 8.8, "v": 5, "en": "Week 3: Las Vegas Raiders at New England Patriots", "eid": "tt13083464", "eno": 14, "sno": 61}, {"r": 7.6, "v": 6, "en": "2022 National Football League NFC Wild Card Game: San Francisco 49ers at Dallas Cowboys", "eid": "tt17057082", "eno": 110, "sno": 62}, {"r": 9.8, "v": 8, "en": "AFC Divisional Round Game: Buffalo Bills at Kansas City Chiefs", "eid": "tt17067594", "eno": 112, "sno": 62}, {"r": 8.8, "v": 6, "en": "AFC Divisional Round: Cincinnati Bengals at Tennessee Titans", "eid": "tt17321446", "eno": 111, "sno": 62}, {"r": 8.7, "v": 7, "en": "2022 AFC Championship Game: Cincinnati Bengals at Kansas City Chiefs", "eid": "tt17347232", "eno": 113, "sno": 62}, {"r": 7.6, "v": 9, "en": "2018 American Football Conference Divisional Round Playoffs: Jacksonville Jaguars at Pittsburgh Steelers", "eid": "tt7861592", "eno": 66, "sno": 58}, {"r": 7.4, "v": 9, "en": "2018 American Football Conference Championship: Jacksonville Jaguars at New England Patriots", "eid": "tt7865108", "eno": 67, "sno": 58}, {"r": 7.4, "v": 6, "en": "2018 National Football League American Football Conference Wildcard Game: Los Angeles Chargers at Baltimore Ravens", "eid": "tt9519908", "eno": 104, "sno": 59}, {"r": 7.6, "v": 10, "en": "2018 National Football League American Football Conference Divisional Round: Los Angeles Chargers at New England Patriots", "eid": "tt9561892", "eno": 105, "sno": 59}, {"r": 8.9, "v": 13, "en": "2018 National Football League American Football Conference Championship Game: New England Patriots at Kansas City Chiefs", "eid": "tt9600814", "eno": 106, "sno": 59}]}
