{"details": [{"n": "The Artist's Adventures", "r": 8.6, "v": 119, "y": "2016", "ec": 21}], "ratings": [{"r": 9.7, "v": 21, "en": "Comedy Club backstage. Moana Russian premiere. Fantastic Beasts and Where to Find Them Russian premiere.", "eid": "tt10220544", "eno": 1, "sno": 1}, {"r": 8.1, "v": 10, "en": "Yolki 5 premiere (Ivan Urgant, Sergey Svetlakov, Timur Bekmambetov). Meeting with fans. Photoshoot with rabbit. Hospital.", "eid": "tt10220606", "eno": 2, "sno": 1}, {"r": 7.3, "v": 11, "en": "xXx: Return of Xander Cage Russian premiere. Lithuanian basketball inside. New Balance 247 review.", "eid": "tt10221054", "eno": 3, "sno": 1}, {"r": 8.3, "v": 11, "en": "NBA All-Star Game 2017. Personal Shopper Russian premiere in Barvikha. Hong Kong, China.", "eid": "tt10221100", "eno": 4, "sno": 1}, {"r": 9.8, "v": 11, "en": "Moscow Fashion Week 2017. Kong: Skull Island Russian premiere. Zdes' Basketball show backstage.", "eid": "tt10221132", "eno": 5, "sno": 1}, {"r": 9.5, "v": 9, "en": "Tattoo school. New tattoo for Andrey Batt. Moscow Fashion Week 2017. How cigars are made.", "eid": "tt10221148", "eno": 6, "sno": 1}, {"r": 9.0, "v": 9, "en": "Snow in May. Alien: Covenant Russian premiere. Holi Fest 2017.", "eid": "tt10221306", "eno": 7, "sno": 1}, {"r": 9.2, "v": 10, "en": "Transformers: The Last Knight Russian premiere. Russian basketball league final: Khimki vs CSKA. Adidas League 4x4.", "eid": "tt10222710", "eno": 8, "sno": 2}, {"r": 9.6, "v": 10, "en": "Russian basketball national team presentation (Expo basket 2017). Adidas League 4x4. Tribute to Chester Bennington (Linkin Park).", "eid": "tt10222716", "eno": 9, "sno": 2}, {"r": 9.9, "v": 9, "en": "Andrey Batt's birthday. 2017 Adidas League 4x4 final. Making of Moi Gorod.", "eid": "tt10222792", "eno": 10, "sno": 2}, {"r": 9.6, "v": 11, "en": "Inside Adidas headquarter Russia. Sport FM radio station broadcast.", "eid": "tt10222794", "eno": 11, "sno": 2}, {"r": 7.1, "v": 9, "en": "Ranch and horses. Adidas NMD photoshoot. Magical spine treatment.", "eid": "tt10222800", "eno": 12, "sno": 2}, {"r": 9.9, "v": 13, "en": "Takashi Murakami in Moscow. Murder on the Orient Express Russian premiere (Sergei Polunin). Moscow Fashion Week 2017.", "eid": "tt10222810", "eno": 13, "sno": 2}, {"r": 9.9, "v": 9, "en": "Dvizhenie vverkh Russian premiere (Nikita Mikhalkov). Vitaly Fridzon's Birthday.", "eid": "tt10222958", "eno": 14, "sno": 2}, {"r": 9.0, "v": 9, "en": "Gogol. Viy Russian premiere. NBA All-Star Game 2018. Air Jordan 10 cutting. Basketball at CSKA arena.", "eid": "tt10225714", "eno": 15, "sno": 3}, {"r": 9.8, "v": 9, "en": "Avengers: Infinity War Russian premiere. TopBeauty magazine photoshoot. Basketball tournament at Playground Moscow.", "eid": "tt10225738", "eno": 16, "sno": 3}, {"r": 9.6, "v": 10, "en": "Banksy in Moscow. Incredibles 2 Russian premiere. Russian basketball league Final Four 2018.", "eid": "tt10225750", "eno": 17, "sno": 3}, {"r": 9.3, "v": 8, "en": "Lion tattoo. Bohemian Rhapsody Russian premiere. Photoshoot with sneakers and golden basketball balls.", "eid": "tt10614508", "eno": 18, "sno": 3}, {"r": 9.6, "v": 8, "en": "Andrey Batt meets Spider-Man. Young journalists award ceremony in Ostankino. Basketball tournament in Playground Moscow.", "eid": "tt11455370", "eno": 19, "sno": 3}, {"r": 9.7, "v": 7, "en": "I took my parents to The Nutcracker ballet at the Bolshoi Theater. Terminator: Dark Fate Moscow premiere", "eid": "tt13651168", "eno": 20, "sno": 3}, {"r": 9.8, "v": 17, "en": "Quentin Tarantino in Moscow. Goddess of victory Nike tattoo", "eid": "tt13730002", "eno": 21, "sno": 3}]}
