{"details": [{"n": "Interspecies Reviewers", "r": 7.3, "v": 2143, "y": "2020", "ec": 12}], "ratings": [{"r": 7.2, "v": 164, "en": "A Hot 'n Heavy Debate About Elf and Human MILFS, An Angel Ascends at Meow Meow Paradise, Can't Get Enough of That Sensitive Birdmaid Cloaca!", "eid": "tt11595742", "eno": 1, "sno": 1}, {"r": 7.1, "v": 130, "en": "Fairies Have Limits on What They Can Take, Demons Aren't Very Popular, Minotaur Girls Are Big, Bountiful, and Boobylicious!", "eid": "tt11634082", "eno": 2, "sno": 1}, {"r": 7.4, "v": 131, "en": "Gender-Swap Sex Means Less Succu-Girl Choices, and It Kinda Hurts, But You Learn Just What Girls Feel, So You Should Give It a Try!", "eid": "tt11671922", "eno": 3, "sno": 1}, {"r": 7.2, "v": 114, "en": "Savage Succubi Will Squeeze the Life Out of You Even If You Say You Can't Go On, Salamander Girls Have Such Hot Bods, Hearts, Sals, and Manders, that You Can't Help But Get Fired Up About 'Em!", "eid": "tt11694350", "eno": 4, "sno": 1}, {"r": 7.3, "v": 104, "en": "I Wanna Drown in a Cyclops Girl's Pretty Eye, But It's Pretty Hard? Speaking of Hard, Let tha Pros Pick Out the Perfect Mushroom Girl for a Slimy, Sticky Good Time!", "eid": "tt11737784", "eno": 5, "sno": 1}, {"r": 7.2, "v": 99, "en": "You Can Build the Perfect Golem Girl, But Don't Let the Girl You Base Her Off of Find Out. Cum to the Land of Dreams on the Light of the Will o' the Wisps!", "eid": "tt11752712", "eno": 6, "sno": 1}, {"r": 6.7, "v": 98, "en": "The Gang Gets Laid at the Egg-stravagant Egg-Laying Show, Miss Meidri's Deep, Dark Secret Uncovered, and the Succu-Girl Popularity Ranking is Unveiled!", "eid": "tt11795698", "eno": 7, "sno": 1}, {"r": 7.5, "v": 98, "en": "Succu-girl Roleplay Will Get You Going All Night, The Angel's Holy Lance is Great at Lancing Holes, The Succubus Tower Lasts Forever, But You (and Your Mayo) Won't!", "eid": "tt11840998", "eno": 8, "sno": 1}, {"r": 7.2, "v": 92, "en": "A Deep, Dark Something Lies Between the Living and the Dead, The Darling Angel's Lotion Explosion, and the Uncouth, Unsanctioned Reviewer Rivals Are In Their Scene!", "eid": "tt11883870", "eno": 9, "sno": 1}, {"r": 7.4, "v": 93, "en": "Let Your Eyes Behold the Glory and Mystery of the Brothel with a Perfect Score! Take a Newlywed or a Horny Tutor or a Little Piggie as Your Lover! They'll Squeeze, Squeeze, Squeeze It Outta Ya! Infini", "eid": "tt11928904", "eno": 10, "sno": 1}, {"r": 6.8, "v": 87, "en": "The Frighteningly Faultless Philanthropist Sexually Satisfies Several Succubi, Drunken Fools and Their Money Are, Of Course, Soon Parted, and Mitsue's Room Comes to a Close!", "eid": "tt11953012", "eno": 11, "sno": 1}, {"r": 7.3, "v": 89, "en": "Farewell, beloved fans of our beloved Reviewers... Worry not; as long as succu-girls keep on working hard, so too will our Reviewers. When you think of our heroes, remember this: when you help others ", "eid": "tt11968386", "eno": 12, "sno": 1}]}
