{"details": [{"n": "A Centaur's Life", "r": 5.4, "v": 147, "y": "2017", "ec": 12}], "ratings": [{"r": 6.4, "v": 11, "en": "Nandakanda de, Minna, Kisu tte Daisuki da yo ne/Marason tte Jinsei no Shukuzu datte, Shitteta?", "eid": "tt8639320", "eno": 1, "sno": 1}, {"r": 6.2, "v": 10, "en": "Utsukushi-sa tte, Moroha no Yaiba nano deatta/Mizu ni Ikiru Mizu no Hito, Riku ni Ikiru Yama no Hito tte Manma jan.", "eid": "tt9327754", "eno": 2, "sno": 1}, {"r": 6.1, "v": 8, "en": "Chisana Ko no Ano Baitariti wa Dokokara Kuru no?/Jidai ya Nendai o Towazu, Maho Shojo tte Ninki Aru yo ne.", "eid": "tt9330116", "eno": 3, "sno": 1}, {"r": 6.3, "v": 7, "en": "Rabu Reta o Moratte Konwakusuru... Sono Kokoro wa?/Yufo, Yuma no Tagui o Shinjiru ka Shinjinai ka de, Taipu ga Wakareru yo ne.", "eid": "tt9330122", "eno": 4, "sno": 1}, {"r": 6.1, "v": 7, "en": "Nankyokujin tte Uwasa ga Hitori Aruki Shiteru mitai/Demo, Nankyokujin tte Rekishi mo Rutsu mo Nazo da yo ne.", "eid": "tt9330364", "eno": 5, "sno": 1}, {"r": 6.2, "v": 8, "en": "Senzo ya Rekishi no Koto o Sakanoboreru no wa, Mushiro Kofuku? Soretomo Fuko?/Honto ni Suki na Koto o Shigoto ni suru Koto wa Hatashite Shiawase nano ka na?", "eid": "tt9330412", "eno": 6, "sno": 1}, {"r": 5.9, "v": 7, "en": "Hajimete no Keiken tte Kyofu to Kyomi ga Kyozon... Raimu dakedo ne./Osanai Koro ni Mita Okaruto Eiga no Kyofu wa Hyaku-yon-ju-Pasento Mashi da yo ne.", "eid": "tt9330420", "eno": 7, "sno": 1}, {"r": 6.0, "v": 7, "en": "Shinken Shobu tte Mentaru no Tsuyosa ga Ichiban no Shoinna no Kamo Shirenai./Shinjiru Mono no Fukakutei satte... Nante Fujori ni Tsubuyaitari shite.", "eid": "tt9330426", "eno": 8, "sno": 1}, {"r": 6.1, "v": 7, "en": "Seken de Ijin tte Iwareteiru Hito no Kuno tte./Seken de Ijin tte Iwareteiru Hito no Jinsei tte.", "eid": "tt9330432", "eno": 9, "sno": 1}, {"r": 6.1, "v": 7, "en": "Deto ni Gendai Bijutsu Kansho o Eranda Baai... Sono 1./Deto ni Gendai Bijutsu Kansho o Eranda Baai... Sono 2.", "eid": "tt9330438", "eno": 10, "sno": 1}, {"r": 6.1, "v": 7, "en": "Hana no Namae wa... ... Hito no Kazu dake Arunda yo, tte Kitto Uso!/Utsukushi-sa wa Hito no Kazu dake Arunda yo, Kogi de Ieba Kitto Honto?", "eid": "tt9330444", "eno": 11, "sno": 1}, {"r": 5.7, "v": 7, "en": "Fantaji o RPG Kibun de Tsukutta Mita./Gekito! Udezumo! Onna (Hiroin) Darake no Shobu no Yukue wa", "eid": "tt9330450", "eno": 12, "sno": 1}]}
